Repository: Junior-Darksize/Portfoliy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Register
ru: Регистрация
uz: Ro‘yxatdan o‘tish

source: Home
ru: Главная
uz: Bosh sahifa

source: About
ru: Обо мне
uz: Men haqimda

source: Resume
ru: Резюме
uz: Rezyume

source: Portfolio
ru: Портфолио
uz: Portfel

source: Services
ru: Услуги
uz: Xizmatlar

source: Dropdown
ru: Меню
uz: Tanlov menyu

source: Dropdown 1
ru: Пункт 1
uz: Tanlov 1

source: Deep Dropdown
ru: Подменю
uz: Ichki menyu

source: Deep Dropdown 1
ru: Подменю 1
uz: Ichki menyu 1

source: Deep Dropdown 2
ru: Подменю 2
uz: Ichki menyu 2

source: Deep Dropdown 3
ru: Подменю 3
uz: Ichki menyu 3

source: Deep Dropdown 4
ru: Подменю 4
uz: Ichki menyu 4

source: Deep Dropdown 5
ru: Подменю 5
uz: Ichki menyu 5

source: Dropdown 2
ru: Пункт 2
uz: Tanlov 2

source: Dropdown 3
ru: Пункт 3
uz: Tanlov 3

source: Dropdown 4
ru: Пункт 4
uz: Tanlov 4

source: Contact
ru: Контакты
uz: Aloqa

source: Magnam dolores commodi suscipit...
ru: Большие трудности легко преодолеваются. Каждый несет свою ответственность. Никто не может помешать. Потому что это часть обязанностей.
uz: Muammolar va qiyinchiliklarga chidash. Uning natijasida keladigan narsalar o‘zini qiyin his qiladi. Kimdir unga to‘sqinlik qila olmaydi. Chunki u qonuniy ishlarda o‘z joyini egallaydi.

source: Birthday:
ru: Дата рождения:
uz: Tug‘ilgan sana:

source: Website:
ru: Веб-сайт:
uz: Veb-sayt:

source: Phone:
ru: Телефон:
uz: Telefon:

source: City:
ru: Город:
uz: Shahar:

source: Age:
ru: Возраст:
uz: Yosh:

source: Degree:
ru: Образование:
uz: Ma’lumoti:

source: Email:
ru: Электронная почта:
uz: Elektron pochta:

source: Freelance:
ru: Фриланс:
uz: Frilanser:

source: Happy Clients
ru: Довольные клиенты
uz: Mamnun mijozlar

source: consequuntur quae
ru: результаты
uz: olingan natijalar

source: Projects
ru: Проекты
uz: Loyihalar

source: adipisci atque cum quia aut
ru: достигнутые успехи
uz: erishilgan yutuqlar

source: Hours Of Support
ru: Часы поддержки
uz: Qo‘llab-quvvatlash soatlari

source: aut commodi quaerat
ru: служба помощи
uz: yordam xizmatlari

source: Hard Workers
ru: Трудолюбивые
uz: Mehnatkashlar

source: rerum asperiores dolor
ru: усердная работа
uz: mashaqqatli ishlar

source: Skills
ru: Навыки
uz: Ko‘nikmalar

source: Brandon Johnson
ru: Брэндон Джонсон
uz: Brandon Jonson

source: Innovative and deadline-driven...
ru: Инновационный и ориентированный на сроки графический дизайнер с более чем 3-летним опытом разработки маркетинговых материалов.
uz: Innovatsion va muddatlarga rioya qiladigan grafik dizayner, 3+ yillik tajribaga ega bo‘lib, foydalanuvchi markazli raqamli/print marketing materiallarini yaratishda ishlagan.

source: Master of Fine Arts &amp; Graphic Design
ru: Магистр изобразительного искусства и графического дизайна
uz: Tasviriy san’at va grafik dizayn magistri

source: Bachelor of Fine Arts &amp; Graphic Design
ru: Бакалавр изобразительного искусства и графического дизайна
uz: Tasviriy san’at va grafik dizayn bakalavri

source: Professional Experience
ru: Профессиональный опыт
uz: Kasbiy tajriba

source: Senior graphic design specialist
ru: Старший специалист по графическому дизайну
uz: Katta grafik dizayn mutaxassisi

source: Experion, New York, NY
ru: Experion, Нью-Йорк, США

source: Lead in the design...
ru: Руководил проектированием и реализацией графических материалов.

source: Delegate tasks...
ru: Распределял задачи среди членов команды и консультировал по всем аспектам проекта.

source: Supervise...
ru: Контролировал качество всех графических материалов.

source: Oversee...
ru: Управлял бюджетом проектов от $2,000 до $25,000.

source: Graphic design specialist
ru: Специалист по графическому дизайну
uz: Grafik dizayn mutaxassisi

source: Stepping Stone Advertising, New York, NY
ru: Stepping Stone Advertising, Нью-Йорк, США

source: Developed numerous marketing...
ru: Разработал множество маркетинговых программ (логотипы, брошюры, инфографика, презентации и реклама).

source: Managed up to 5 projects...
ru: Управлял до 5 проектами одновременно в условиях стресса.

source: Recommended and consulted...
ru: Рекомендовал и консультировал клиентов по вопросам графического дизайна.

source: Created 4+ design presentations...
ru: Создавал более 4 презентаций и предложений в месяц.

source: All
ru: Все
uz: Hammasi

source: App
ru: Приложения
uz: Ilova

source: Product
ru: Продукты
uz: Mahsulot

source: Branding
ru: Брендинг
uz: Brending

source: Books
ru: Книги
uz: Kitoblar

source: Testimonials
ru: Отзывы
uz: Sharhlar

source: Address
ru: Адрес
uz: Manzil

source: Call Us
ru: Позвоните нам
uz: Bizga qo‘ng‘iroq qiling

source: Email Us
ru: Напишите нам
uz: Bizga yozing

source: Your Name
ru: Ваше имя
uz: Ismingiz

source: Your Email
ru: Ваш email
uz: Elektron pochtangiz

source: Subject
ru: Тема
uz: Mavzu

source: Message
ru: Сообщение
uz: Xabar

source: Loading
ru: Загрузка
uz: Yuklanmoqda

source: Your message has been sent. Thank you!
ru: Ваше сообщение отправлено. Спасибо!
uz: Xabaringiz yuborildi. Rahmat!

source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

source: Copyright
ru: Авторское право
uz: Mualliflik huquqi

source: All Rights Reserved
ru: Все права защищены
uz: Barcha huquqlar himoyalangan

source: Portfolio Details
ru: Детали портфолио
uz: Portfel tafsilotlari

source: Project information
ru: Информация о проекте
uz: Loyiha haqida ma’lumot

source: Category
ru: Категория
uz: Turkum

source: Client
ru: Клиент
uz: Mijoz

source: Project date
ru: Дата проекта
uz: Loyiha sanasi

source: Project URL
ru: Ссылка на проект
uz: Loyiha havolasi

source: Exercitationem repudiandae officiis neque suscipit
ru: Невозможно отказаться от обязанностей
uz: Majburiyatlarni rad etish mumkin emas

source: Autem ipsum nam...
ru: Некоторые трудности сопровождают любую работу, но они делают опыт ценным.

source: Designed by
ru: Дизайн от

source: Distributed by
ru: Распространяется

source: Service Details - iPortfolio Bootstrap Template
ru: Детали услуги - шаблон iPortfolio
uz: Xizmat tafsilotlari - iPortfolio Bootstrap shabloni

source: Service Details
ru: Детали услуги

source: Service
ru: Услуга
uz: Xizmat

source: Web Design
ru: Веб-дизайн
uz: Veb-dizayn

source: Software Development
ru: Разработка ПО
uz: Dasturiy ta’minot ishlab chiqish

source: Product Management
ru: Управление продуктом
uz: Mahsulot boshqaruvi

source: Graphic Design
ru: Графический дизайн
uz: Grafik dizayn

source: Marketing
ru: Маркетинг

source: Enim qui eos rerum in delectus
ru: Те, кто выбирает лучшее

source: Nam voluptatem quasi...
ru: Практически невозможно избежать ошибок, но опыт делает нас сильнее.

source: Temporibus et...
ru: Иногда обстоятельства диктуют свои условия...

source: Blanditiis voluptate...
ru: Иногда ошибки приносят новые открытия...

source: Aut eum totam accusantium voluptatem.
ru: Обвинения ложатся полностью на него.

source: Assumenda et porro nisi nihil nesciunt.
ru: Обязательства и ответственность неизбежны.

source: Ullamco laboris nisi ut aliquip ex ea
ru: Труд вознаграждается результатом

source: Sunt rem odit accusantium omnis perspiciatis officia...
ru: Ошибки и трудности встречаются всегда, но опыт остается.

source: Starter Page - iPortfolio Bootstrap Template
ru: Начальная страница - шаблон iPortfolio
uz: Boshlang‘ich sahifa - iPortfolio Bootstrap shabloni

source: Starter Page
ru: Начальная страница
uz: Boshlang‘ich sahifa

source: Starter Section
ru: Начальный раздел
uz: Boshlang‘ich bo‘lim

source: Use this page as a starter for your own custom pages.
ru: Используйте эту страницу как основу для собственных страниц.
uz: Bu sahifadan o‘z shaxsiy sahifalaringiz uchun boshlang‘ich sifatida foydalaning.
